{
  "interpessoais": [
    {
      "nome": "Comprometimento",
      "descricao": "Dedicação e responsabilidade em cumprir tarefas e objetivos.",
      "nivel": "Alto"
    },
    {
      "nome": "Flexibilidade",
      "descricao": "Capacidade de se adaptar a novas situações e mudanças.",
      "nivel": "Médio"
    },
    {
      "nome": "Foco em resultados",
      "descricao": "Orientação para alcançar metas e resultados positivos.",
      "nivel": "Alto"
    },
    {
      "nome": "Comunicação",
      "descricao": "Habilidade de transmitir informações de forma clara e eficaz.",
      "nivel": "Alto"
    },
    {
      "nome": "Trabalho em equipe",
      "descricao": "Colaboração e cooperação com os membros da equipe.",
      "nivel": "Alto"
    },
    {
      "nome": "Análise criteriosa",
      "descricao": "Capacidade de avaliar informações de forma detalhada e crítica.",
      "nivel": "Médio"
    },
    {
      "nome": "Resolução de problemas",
      "descricao": "Habilidade de identificar e solucionar problemas de forma eficaz.",
      "nivel": "Alto"
    },
    {
      "nome": "Organização",
      "descricao": "Capacidade de estruturar e planejar atividades de forma eficiente.",
      "nivel": "Alto"
    }
  ],
  "hardSkills": [
    {
      "nome": "React.Js",
      "descricao": "Uma biblioteca JavaScript desenvolvida pelo Facebook para criar interfaces de usuário interativas e eficientes.",
      "nivel": "Alto"
    },
    {
      "nome": "Next.Js",
      "descricao": "Um framework para React que adiciona funcionalidades como renderização no servidor (SSR), geração estática (SSG) e suporte integrado a routing.",
      "nivel": "Alto"
    },
    {
      "nome": "JavaScript",
      "descricao": "Conhecimento em linguagem de programação para desenvolvimento de interatividade em páginas web.",
      "nivel": "Médio"
    },
    {
      "nome": "TypeScript",
      "descricao": "Uma extensão do JavaScript que adiciona tipagem estática, tornando o código mais seguro e robusto.",
      "nivel": "Médio"
    },
    {
      "nome": "Lógica de Programação",
      "descricao": "Compreensão dos princípios de lógica que fundamentam a programação.",
      "nivel": "Alto"
    },
    {
      "nome": "Inglês - Intermediário",
      "descricao": "Capacidade de compreender e se comunicar em inglês em um nível intermediário.",
      "nivel": "Médio"
    },
    {
      "nome": "TailWind Css",
      "descricao": "Um framework CSS baseado em utilitários, que permite estilizar diretamente nos componentes sem precisar escrever folhas de estilo separadas.",
      "nivel": "Médio"
    }
  ]
}
